[
  {
    "category": "Opensource Devs",
    "title": "Hub of Black developers in Opensource and App development",
    "items": [
      {
        "name": "Altair",
        "url": "https://github.com/altair-graphql/altair",
        "description": "A feature-rich GraphQL Client for all platforms.",
        "developer": "imolorhe",
        "developer_url": "https://github.com/imolorhe"
      },
      {
        "name": "Afam Flashcard Game",
        "url": "https://github.com/bware218/afam-history-flashcards",
        "description": "Interactive Flashcard Game for learning African American history.",
        "developer": "bware218",
        "developer_url": "https://github.com/bware218"
      },
      {
        "name": "AI Cultural Journalist",
        "url": "https://github.com/hermanjustino/ai-journalist",
        "description": "The AI Cultural Journalist is an autonomous platform that tracks and analyzes academic publications and news media discussing African American Vernacular English (AAVE).",
        "developer": "hermanjustino",
        "developer_url": "https://github.com/hermanjustino"
      },
      {
        "name": "Brash",
        "url": "https://github.com/brianjfox/brash",
        "description": "A modern C++ reimplementation of a POSIX-compatible interactive shell inspired by GNU Bash.",
        "developer": "brianjfox, original author of the GNU Bash shell",
        "developer_url": "https://github.com/brianjfox"
      },
      {
        "name": "African American Heritage Trail: Cambridge",
        "url": "https://github.com/hillc255/CambridgeTrails",
        "description": "This is an Android walking trail application. The purpose of the application is to teach users about the history of African Americans in Cambridge, MA.",
        "developer": "hillc255",
        "developer_url": "https://github.com/hillc255"
      },
      {
        "name": "Toast",
        "url": "https://github.com/lvndry/toast",
        "description": "The definitive legal document intelligence platform - Transform complex legal documents into clear, actionable insights with AI-powered analysis.",
        "developer": "lvndry",
        "developer_url": "https://github.com/lvndry"
      },
      {
        "name": "Pesapal",
        "url": "https://github.com/bryceandy/laravel_pesapal",
        "description": "An unofficial Pesapal API integration for Laravel. This project simplifies connecting to the Pesapal payment platform within Laravel applications.",
        "developer": "brycecandy",
        "developer_url": "https://github.com/bryceandy"
      }
    ]
  },
  {
    "category": "Mobile Dev Apps",
    "items": [
        {
            "name": "Boba Story",
            "url": "https://apps.apple.com/us/app/boba-story/id1563575361",
            "description": "Design your own boba drinks and serve them! Joji, a strawberry forest spirit, shows up and needs your help to restore their old shop."
          },
      {
        "name": "Goalsetter: Invest & Bank",
        "url": "https://apps.apple.com/us/app/goalsetter-invest-bank/id1440624866",
        "description": "A financial literacy and savings app designed for families, with a special focus on empowering the next generation of savers and investors. It offers banking, goal-setting, and culturally relevant financial education for youth."
      },
      {
        "name": "QuikMaths",
        "url": "https://apps.apple.com/us/app/quikmaths-im-edition/id1500526032",
        "description": "QuikMaths is proof that math can be fun, offering quick, engaging math games designed to sharpen mental arithmetic skills."
      },
      {
        "name": "Black Coloring Book・Color Noir",
        "url": "https://apps.apple.com/us/app/black-coloring-book-color-noir/id1213786913",
        "description": "A digital coloring book designed to celebrate Black beauty, culture, and heritage through empowering artwork. The app offers a calming, creative outlet with vibrant, culturally inspired illustrations."
      },
      {
        "name": "Focus Friend App",
        "url": "https://apps.apple.com/us/app/focus-friend-by-hank-green/id6742278016",
        "description": "A cozy focus timer. When you Focus, your Bean Friend will Focus. Let your Bean complete their work and get prizes to buy decorations! For anyone who struggles with long sessions of concentration."
      },
      {
        "name": "Spill",
        "url": "https://www.spill.com/",
        "description": "A text and image based social media app made by Black developers previously from Twitter, takes the inclusive and enriching Black community experience and amplifies it."
      },
      {
        "name": "Fanbase",
        "url": "https://www.fanbase.app",
        "description": "The subscription-based social platform empowers creators to monetize their content and creative talents. Hayes III created Fanbase to help bridge the equity gap in social media and help Black users create wealth."
      },
      {
        "name": "BLeBRiTY",
        "url": "https://apps.apple.com/us/app/blebrity/id1252073947",
        "description": "A charades-style mobile game that celebrates Black culture through hilarious, culturally relevant categories. It's perfect for parties and game nights, offering a fun and engaging way to connect with friends and family."
      },
      {
        "name": "Plain Sight",
        "url": "https://apps.apple.com/us/app/plain-sight/id1462245484",
        "description": "A professional networking app that connects users based on shared interests and goals rather than résumés. It creates spaces for meaningful conversations and collaborations, especially for underrepresented groups."
      }
    ]
  }
]
